Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Cry, Even Better If You Beg (울어봐, 빌어도 좋고).tmx
Source language: ko_kr
Languages: en_us

source: 방 안을 서성거리던 레일라는 침대 위로 풀썩 몸을 던졌다.
en_us: She stopped pacing around her room and flopped onto her bed.

source: 길의 끝에 다다랐을 때 불어온 바람에 클로딘의 모자가 날아갔다.
en_us: When they reached the edge of the woods, a sudden gust of wind had blown Claudine’s hat off her head.

source: 궁금하시다면 보여 드릴까요?”
en_us: If you’re interested, I could show you how I do it.”

source: “이제 직접 키워서 쏘기라도 하시게?”
en_us: “Are you raising it so that you can shoot it?”

source: “레일라, 인사부터 해야지.”{j}마티어스는 젖은 셔츠의 소매를 천천히 걷어 올렸다.{j}“생명의 은인에 대한 감사 인사.”{j}경악스럽게 쳐다보는 레일라를 놀리듯 그는 태연했다.
en_us: “Layla, shouldn’t you say ‘thank you’ first?” He slowly rolled up the sleeves of his wet shirt. “You should thank the person who just saved you from drowning.” He was speaking in a mockingly relaxed tone.{j}{j}{j}

source: 고민하던 레일라는 절뚝거리며 산책로의 오른편으로 난 길을 걸었다.
en_us: Instead, she limped along to the right of the walking path,

source: 예쁜 빛깔의 꽃잎 몇 장을 노트 사이에 끼워 두고 길섶에 열린 산딸기도 따 먹었다.
en_us: She placed some pretty-colored flower petals between the pages of her notebook, and picked and ate some raspberries from the side of the path.

source: 초조하고 불편한 기색이 역력한 표정이었다.
en_us: of the anxious, uncomfortable look on her face when she had been staring at him.

source: 클로딘이 제시한 다른 대안들 역시 마찬가지였다.
en_us: Layla didn’t know how to play those games either.

source: 우리 집에 가 있을래?”{j}레일라의 안색을 살핀 카일이 염려스럽게 물었다.
en_us: Would you like to come over to my house?” Kyle asked, noticing with concern that her face had gone pale.{j}

source: 결국은 또 제자리지만.{j}실없는 소리나 내뱉는 제 꼴이 우스워 빌은 공연히 헛기침만 흘렸다.
en_us: Once again he was unsuccessful in sharing his feelings. Feeling embarrassed at his needless comment, he cleared his throat.{j}

source: 헤르하르트 공작을 맞이할 준비를 하느라 수일간 온 아르비스가 떠들썩했다.
en_us: All of Arvis had been bustling with activity for days as everyone prepared to receive Duke Herhardt.

source: 브란트 백작 부인이 어린 외동딸을 데리고 매년 아르비스를 찾은 이유도, 그런 브란트 백작 부인을 눈에 띄게 환대한 헤르하르트가의 의중도 뻔한 것이었으니까.
en_us: They were all aware that Countess Brandt came with her only daughter to Arvis every year, and that the Herhardt family always gave them a warm reception.

source: 숲에서요?”{j}레일라의 눈이 휘둥그레졌다.
en_us: In the woods?”{j}

source: 눈앞에 있는 소년은 그 크고 무시무시한 사냥총을 들기도 힘들어 보이기는 했지만.
en_us: The boy looked like he would barely be able to lift a hunting rifle.

source: “어서 오너라, 마티어스.”{j}공작가의 노마님 카타리나 폰 헤르하르트는 환하게 웃는 얼굴로 손자를 맞이했다.
en_us: “Welcome home, Matthias,” said Dowager Katharina von Herhardt, smiling brightly as she greeted her grandson.{j}

source: 더 이상 쇠꼬챙이처럼 보이지 않는 아이는 제법 예쁘장하기도 했다.
en_us: She was no longer as thin as a rail. She looked nice.

source: “제가 다 잘못했으니 제발 돌려주세요.{j}네?”{j}레일라는 발돋움을 하며 손을 뻗었다.{j}곧 울음을 터트릴 것 같은 얼굴이었다.
en_us: “I’m sorry for everything. Please give me back my hat. Okay?” Standing on her tiptoes, she reached for the hat. She was on the verge of tears.{j}{j}{j}

source: 이마 위로 흘러내린 흑발 사이로 보이는 파란 눈동자가 꼭 투명한 유리구슬 같았다.
en_us: His blue eyes were like clear marbles, visible through the black hair flowing down over his forehead.

source: “그러면 여기서 기다릴게.”
en_us: “No, I can wait here.”

source: “그런 건 아니지만…….”{j}레일라는 피투성이가 된 정원용 장갑을 벗어 쥐며 숨을 골랐다.{j}“그래도 이렇게까지 잔인한 사냥을 하실 필요는 없지 않을까요?”{j}그 말을 입 밖으로 내놓기 위해 레일라는 이곳의 주소 한 장 들고 기차에 몸을 싣던 어린 시절보다 더 큰 용기를 내야 했다.{j}뒤늦은 후회가 밀려왔지만 공작은 어떤 분노나 불쾌감도 나타내지 않았다.{j}그 묘한 평온이 레일라를 더욱 숨 막히게 했다.
en_us: “Maybe not, but...” She removed her bloodstained gardening gloves and caught her breath. “...but I don’t think you need to hunt them in such a brutal manner, either.” To say these words, she had to summon even more courage than it had taken her all those years ago when she rode a train by herself all the way from Lovita with nothing but her suitcase and a piece of paper with Arvis’s address on it. After a moment, a flood of regret washed over her, but she soon realized that the duke was showing no signs of anger or displeasure. His mysterious calmness made her feel even more anxious.{j}{j}{j}{j}{j}

source: 그러고 보니 새인 줄 알고 아이를 쏠 뻔한 그날도 이 나무였던 것 같다.
en_us: It then occurred to him that this tree seemed to be the same tree she had been perched in all those years ago, when he had mistaken her for a bird and almost shot her.

source: 숨을 가다듬은 레일라는 삽을 쥐고 그곳으로 다가갔다.
en_us: She took a deep breath and approached it, shovel in hand.

source: 그 애와 희미한 연결 고리라도 닿아 있는 사람 중에는 그래도 빌 레머의 형편이 가장 나으니 그곳으로 아이를 보내겠다고.
en_us: Even though Bill was only distantly related to her, his circumstances were better than any of theirs, so they had sent her to him.

source: 이제 방학이니 돌아오겠지.”
en_us: It’s summer break now, so he’ll be returning home.”

source: 다행히 두 사람은 아직 잠잠했다.
en_us: Luckily, she hadn’t seen much of either of them yet.

source: “죄송합니다.
en_us: “I apologize.

source: 레일라는 요즘 숲에서 본 모든 것을 노트에 담아 두고 있었다.
en_us: She had gotten into the habit of recording everything she saw in the woods in her notebook.

source: “그러면 한번 울어 봐, 레일라.”{j}이어지는 말은 한층 더 나른하고 지독했다.
en_us: His next words were even harsher. “Then cry for me, Layla.”{j}

source: 요즘 세상에 편지를 전하는 비둘기라니.{j}그 엉뚱함에 웃음이 났지만 이해가 가기도 했다.{j}레일라에게 피비는, 말하자면 전화 같은 존재였다.{j}전화기가 없는 오두막에서는 편지 전하는 비둘기가 꽤 효율적인 존재이기도 했다.
en_us: To think, a messenger pigeon in this modern-day world, Kyle had thought, chuckling at the absurdity of the idea. And yet, he could understand the appeal. To Layla, Phoebe functioned like a telephone. Since there was no actual telephone in the cottage, Phoebe was extremely useful.{j}{j}{j}

source: “넌 그게 아무렇지도 않니?”
en_us: “And that doesn’t bother you?” Countess Brandt asked.

source: “없으면, 함부로 들어와도 되고?”{j}마티어스는 고개를 삐딱하게 기울여 레일라를 보았다.
en_us: “Do you think it would’ve been all right to break in here if I hadn’t been here?” he asked, tilting his head at her.{j}

source: 낡은 책상.
en_us: the old desk

source: 귀부인들의 시선도 아이의 손끝이 가리킨 곳을 향했다.
en_us: The noblewomen looked in the direction she was pointing,

source: 겁을 먹은 레일라는 나무둥치를 끌어안은 채 숨을 죽였다.
en_us: She was scared. She held her breath and hugged the trunk of the tree.

source: “레일라를 초대해도 괜찮을까요?”
en_us: “Would it be all right if I invited Layla?”

source: 브란트 백작 부인은 이제 귀까지 새빨개져 있었지만 엘리제 폰 헤르하르트는 재미있다는 듯 웃으며 종을 울렸다.
en_us: Countess Brandt was now blushing so much that even her ears were red.

source: “너 걔구나.
en_us: “You’re that girl.

source: 평소보다 느린 그 걸음은 마치 유령처럼 무게감이 없었다.
en_us: She practically floated along at an unusually slow pace, like a ghost.

source: 유쾌하기까지 한 웃음을 흘리고 있는 그 못된 남자를.
en_us: that wicked man who was now laughing cheerfully.

source: 아른트 남작에게는 카일 에트먼과 동갑인 딸이 하나 있다.
en_us: Baron Arndt had a daughter who was Kyle’s age.

source: 그가 스쳐 지나간 후에야 레일라는 겨우 고개를 들었다.
en_us: Only once they started to leave did Layla lift her head.

source: 얼른 먹고 돌아가자고 결심했지만 앞에 놓인 음식은 조금도 줄지 않았다.
en_us: She was determined to eat the food in front of her as fast as possible so she could leave, but so far she had not taken a single bite.

source: 그것이 마티어스가 보고 듣고 배운 감정들이었다.
en_us: These were the feelings that Matthias had seen, heard, and learned.

source: 가볍게 던져 올린 안경을 받아 쥐기를 반복하는 사이에 밤이 점점 깊어졌다.{j}달이 밝은 밤이었다.
en_us: As he repeatedly tossed the glasses up in the air and caught them, the moonlit night deepened.{j}

source: 진주와 에메랄드가 어우러진 아름다운 목걸이였다.
en_us: It was a beautiful necklace made of pearls and emeralds.

source: 빌을 향해 총총 달려가는 걸음이 한결 가벼워져 있었다.{j}“아저씨, 저 아까 어떤 애를…….”{j}복숭아를 나누어 먹은 소년 이야기를 하려던 레일라는 반대편에서부터 걸어오고 있는 사람들의 기척에 그만 얼어붙어 버렸다.
en_us: She scampered over to Bill, looking much more carefree than she had been earlier. “Uncle, I just met this kid, and...” Before she could finish telling him about the boy with whom she had shared the peaches, she saw the silhouettes of people walking out of the far side of the woods. She froze.{j}{j}

source: “너도 그래?”{j}레일라는 진지해진 초록 눈을 들어 소년을 바라보았다.
en_us: She raised her green eyes and stared solemnly at him. “Do you do that too?”{j}

source: 거참 별소리를 다 듣겠구만.”
en_us: You’re talking nonsense.”

source: “매일 드나들더니 갑자기 왜 발길을 끊어?
en_us: “You used to go there every day.

source: 나이는 열두 살이에요.”
en_us: I’m twelve years old.”

source: “여보.”
en_us: “Please, dear,” Dr. Ettman said, gently trying to dissuade his wife.

source: 레일라와 빌 아저씨가 함께 정원에 나간 모양이었다.
en_us: Layla and Bill seemed to have gone out to the garden.

source: 그러니 참아야지.
en_us: Thus she had to put up with him, no matter what he did.

source: 두 가문이 사돈을 맺게 된다면 이득을 보는 쪽은 오히려 아른트 남작일지도 모른다.
en_us: Thus Baron Arndt stood to gain more if the two families were united by marriage.

source: “정말?
en_us: “Really?

source: 빌은 이만 일손을 멈추고 몸을 일으켰다.
en_us: Bill set down his work and stood up.

source: “그러지 말고…….”
en_us: “Don’t be like that, Kyle...”

source: 약속이 있어 호텔을 찾았고, 그 호텔로 향하는 길목의 한 쇼윈도에서 저 목걸이를 보았다.
en_us: On his way to an appointment at the hotel, he had seen the necklace in the display window of a jewelry shop.

source: 덩굴장미가 만개한 파고라 아래에 클로딘이 있었다.
en_us: Claudine was there. She was sitting under the pergola, which was covered with climbing roses in full bloom,

source: 경악한 레일라는 그만 한 손에 쥐고 있던 신문을 떨어뜨려 버렸다.
en_us: She dropped the newspaper in shock. It fluttered down to the ground below.

source: 저 애를 오랜 세월 보아 온 클로딘의 견해로도 그랬다.{j}그 이유를 어렴풋이 알 듯도 하였다.
en_us: Thinking back on all her interactions with her over the years, she couldn’t deny it.{j}

source: 그의 걸음은 달빛이 하얗게 쏟아지는 강변의 별채에서 멈추었다.
en_us: He came out of the forest and stopped in front of the riverside cabin. The moon was shining with a clear, white light.

source: 그의 사냥터에 사는 어린 소녀는 사냥이 끝나면 엉엉 울며 숲으로 나와 죽은 새들을 묻어 주었다.
en_us: He recalled how whenever a hunt was complete, the little girl who lived on the hunting grounds would go into the forest, sobbing, and bury all the dead birds.

source: 학교는 어때?
en_us: how is school?

source: 레일라는 필사적으로 노력했다.
en_us: She tried as hard as she could in that house.

source: 먹고, 모자를 받고, 그리고 돌아간다.{j}그 쉬운 일을 두고 이런 소란이라니.{j}비틀린 입술 사이로 한숨을 흘리며 마티어스는 강물 속으로 뛰어들었다.
en_us: All she needed to do was eat, get her hat back, and go home. Rather than doing such a simply task, she chose to raise this commotion. Matthias let out a sigh, then dived into the river.{j}{j}

source: 마티어스는 고개를 들어 아름드리나무를 올려다보았다.
en_us: He looked up at the broad-trunked tree’s upper branches.

source: “앉아.”
en_us: “Sit.”

source: 농담이야, 클로딘.”{j}느긋하게 웃는 그녀의 얼굴은 약혼을 앞둔 아들을 둔 어머니라 믿기지 않을 만큼 젊고 아름다웠다.{j}마티어스와 퍽 닮은 얼굴이기도 했다.
en_us: I was kidding, Claudine.” Elise’s relaxed, smiling face looked so young and beautiful, it was hard to believe she had a son who was about to get engaged. She and Matthias resembled each other quite a bit.{j}{j}

source: “그러면…… 새도 잡는 건가요?”
en_us: “Then... does he hunt birds too?”

source: 한참 늦어 버린 카일 에트먼이 따라잡기는 역부족일 것이다.
en_us: Kyle would never be able to catch up with her.

source: 제가요?”
en_us: Me?”

source: 응접실을 정리하러 온 하인들을 스쳐 지난 마티어스는 홀로 밤 산책을 나섰다.
en_us: Brushing past the maids who were tidying up the drawing room, Matthias walked outside to go on a night stroll by himself.

source: 이만 가 주면 좋으련만 클로딘은 또다시 말을 건넸다.
en_us: Layla had hoped that they would have simply walked on without saying anything,

source: “오랜만에 만났으니까 차 한 잔 같이 하면 좋겠어.
en_us: “It’s been so long since we’ve seen each other, I’d love to have a cup of tea with you.

source: 애프터눈 티는 저택 뒤편과 연결된 유리온실에 준비되어 있었다.
en_us: to the greenhouse attached to the back side of the mansion.

source: 아프지 않을까요?”
en_us: “Doesn’t that hurt them?”

source: 하지만 그것만으로도 카일의 입가에는 부드러운 미소가 번졌다.
en_us: Even so, he couldn’t help but smile at the feeling of her closeness to him.

source: 다행히 브란트 백작은 정부에게서도 아들을 보지 못했지만 그렇다 하여 마음이 놓이는 건 아니었다.
en_us: Her husband’s mistress had also failed to bear him a son, but this provided little consolation to Countess Brandt.

source: 마음에 들지 않는 거냐?”
en_us: “Don’t you like them?”

source: 레일라는 얼마 지나지 않아 콘에 담긴 바닐라 아이스크림 두 개를 들고 왔다.
en_us: After a short while she reemerged, holding two vanilla ice cream cones.

source: “저 여자가 설마 그 애니?
en_us: “Is that really her?

source: “그렇겠지.
en_us: “Sure.

source: 레일라가 다시 웃으며 고개를 들었을 때 키가 큰 남자가 테라스로 나왔다.
en_us: Smiling again, she looked up and saw a tall man stepping out onto the terrace.

source: 그 와중에도 모자는 제 목숨 줄처럼 움켜쥐고 있었다.
en_us: All the while, she kept holding onto the hat’s ribbon, as if it were her lifeline.

source: 레일라는 바들거리는 손으로 뜨거운 나무 바닥을 짚은 채 몸을 일으켰다.
en_us: Layla used her quivering hands to push her torso up off the hot surface of the dock.

source: 마침 그때 시종의 안내를 받은 아른트 남작 부부가 나타났다.
en_us: Just then, Baron and Baroness Arndt appeared, led by the servant.

source: 클로딘은 짐짓 어른스러운 태도를 취하며 그들을 맞이했다.
en_us: The maid then slowly opened door to the drawing room.

source: “감사합니다, 공작님.”{j}빌이 다시 한 번 인사했다.
en_us: “Thank you, Your Grace,” Bill replied, bowing once again.{j}

source: “수고했어, 레일라.”{j}클로딘은 생긋 웃어 주었다.
en_us: Nonetheless, she smiled at her and said, “Good job, Layla.”{j}

source: 내가 부탁드렸고, 두 분 마님께서도 허락해 주신 일이야.”
en_us: I made a special request on your behalf, and both Dowager Herhardt and Lady Elise gave their permission.”

source: 공작은 포치의 난간 앞에서 말을 세웠다.{j}카일을 짧게 스쳐 지난 그의 시선은 당혹감으로 붉어진 레일라의 얼굴 위에서 멈추었다.
en_us: The duke brought his horse to a stop in front of the porch’s railing. His gaze briefly paused on Kyle, before moving to rest on Layla’s perplexed, blushing face.{j}

source: “먹어.”{j}마티어스는 아직 두 쪽이 남아 있는 샌드위치를 가리켰다.{j}“먹고, 모자를 받고, 그리고 돌아간다.{j}쉽잖아.”
en_us: “Eat,” he said, pointing to the two remaining pieces of sandwich on her plate. “Eat, and you’ll get your hat back and you can go home. It’s simple.”{j}{j}{j}

source: 작다고 누가 구박하든?”
en_us: Did someone call you short?”

source: 손을 꼼꼼히 씻어 치열한 산딸기 채취의 흔적을 지우고 세수도 했다.
en_us: where she thoroughly rinsed her hands to remove all traces of raspberry juice from them. She washed her face as well.

source: 흘긋 살펴본 레일라의 낯빛은 좀 전보다 확연히 창백해져 있었다.
en_us: Layla’s face was distinctly paler than before as she watched them out of the corner of her eye.

source: 레일라는 훨씬 크게 자른 복숭아를 소년에게 건넸다.
en_us: Layla cut the second peach very unevenly, and gave the larger half to the boy.

source: “전 무감한 헤르하르트 공이 좋지만, 그래도 우리 사이에 최소한의 열정은 필요하지 않을까요?”{j}클로딘이 고개를 갸웃거리자 굵게 말린 갈색 머리카락이 탄력 있게 흔들렸다.{j}“약혼을 하고 또 결혼을 해 평생을 함께 살아가려면 말이에요.”
en_us: “While I do like your aloofness,” she continued, “don’t you think our relationship could do with a little passion as well?” She tilted her head, and the thick curls of her brown hair bobbed lightly. “After all, we’re going to be engaged, and then married...”{j}{j}

source: “그러려무나.”
en_us: “Then go ahead.”

source: “응?”
en_us: “Huh?”

source: 공작님께서 만족하셨다면 저는 이제…….”
en_us: If you are satisfied with these colors, then I should be...”

source: 마티어스는 이브닝코트를 갖추어 입은 모습으로 드레스룸을 나섰다.
en_us: Matthias stepped out of his dressing room wearing his evening coat.

source: 소리 내어 웃은 레일라는 의자의 팔걸이에 놓인 그의 손을 살며시 쥐었다.
en_us: Laughing tenderly, Layla reached over and grasped his hand on his chair’s armrest.

source: 빌 아저씨 안목 최고!”{j}흠칫한 카일은 서둘러 견해를 바꾸었다.
en_us: Bill has really good taste!” Kyle said, hurrying to amend his previous opinion.{j}

source: “응.”
en_us: “Yeah.”

source: 정원에서 일하고 오두막에서 쉬었다.
en_us: He worked in the garden, and rested in his cottage.

source: “됐어.”{j}카일은 다 귀찮다는 듯 손을 내저으며 레일라와 나란히 난간에 기대섰다.
en_us: “No thanks,” he replied with an irritated wave of his hand. He leaned against the railing next to her.{j}

source: 마티어스가 그 이름을 떠올린 순간에 여자가 문득 고개를 돌렸다.
en_us: As the name popped into his mind, the young lady turned her head towards him.

source: “클로딘, 니 생각은 어때?”
en_us: “Claudine, what do you think?” asked Riette.

source: 레일라는 자주 웃었다.
en_us: Layla laughed a lot.

source: 아무것도 아닌 무언가를 가져 본 건 처음이었다.
en_us: It was the first time that he had encountered something that was nothing.

source: 마티어스는 항상 누군가의 무엇이었으며 그에 합당한 역할을 기꺼이 수행했다.
en_us: In all relationships in his life, there was a proper role for him to play, and he played all these roles willingly.

source: 뭐가 그리 좋은지 레일라는 생긋이 미소까지 지어 보였다.
en_us: Layla smiled at him warmly, though he didn’t know why.

source: 실망하거나 짜증이 난 기색을 내비치지 않으려 애쓰는 부드러운 목소리가 더 큰 굴욕감을 주었다.{j}무슨 대답이든 해야 할 테지만 레일라는 선뜻 입을 열지 못했다.{j}이런 상황에서 어떤 말을 해야 예의 바른 것인지 도통 감이 잡히지 않았다.
en_us: Layla could tell that Claudine was trying to speak as gently as she could, without letting her frustration or irritation through. This only made Layla feel more humiliated. She felt like she should respond, but she didn’t know what the proper thing to say was in this situation.{j}{j}

source: 망할 놈의 인간들.{j}빌은 다시 한 번 자신에게 저 아이를 떠맡긴 것들의 이름을 저주하며 남은 맥주를 비웠다.
en_us: and all the awful people in it, he thought. He then finished his beer while internally cursing all the people who had abandoned the girl and left her to him.{j}

source: 그런 건 아닌데…… 너무 불편하고, 숨 막히고.
en_us: it’s not that... He just always makes me feel uncomfortable and tense.

source: 분명히 그랬는데 어느 순간 까무룩 잠이 들어 버렸다.
en_us: Eventually, she dozed off.

source: 흠잡을 곳 없이 정중하지만 그 기저에는 한평생 누구에게도 고개 숙여 본 적 없는 자의 오만이 깃들어 있는 남자.
en_us: He had flawless manners, but at his core, he was a man full of an arrogance that came from never having had to bow down or submit to anyone in his life.

source: 레일라는 울컥하고 치밀어 오른 짜증을 참기 위해 주먹을 꼭 움켜쥐었다.
en_us: Layla clenched her fists to keep her irritation from boiling over and turning into rage.

source: 우물쭈물하며 눈치를 살피던 운전기사는 서둘러 내려 뒷좌석의 문을 열었다.
en_us: The chauffeur wavered for a moment, then rushed to get out of the car and open the rear passenger door.

source: “뭐긴 뭐겠어요?
en_us: “You know what I mean, Bill.

source: 아무것도 아니기에 무엇이 되어 줄 필요도 없는 것을 가진 기분은 생경하지만 그리 나쁘지 않았다.
en_us: Now that there was such an entity, he felt strange, but not in a bad way.

source: 레일라는 별 황당한 소리를 다 듣겠다는 듯이 웃으며 모자를 썼다.{j}“당연하지요, 에트먼 씨.”
en_us: Layla laughed dismissively as she put on her hat. “Of course, Mr. Ettman.”{j}

source: 꿈이구나.{j}레일라는 막연하게 생각했다.
en_us: * * * I must be dreaming, Layla drowsily thought.{j}

source: “레일라네서 할게요!”{j}카일은 활기찬 대답만 남겨 두고 현관을 나섰다.
en_us: “I’ll study at Layla’s, Mom!” he energetically replied before dashing out the front door.{j}

source: 그들이 서로를 응시하는 사이에 균형을 잃은 자전거가 쓰러졌다.
en_us: As she continued to ride while locking eyes with him, she lost her balance and the bicycle toppled over.

source: 따라가려던 마음을 바꾸어 카일은 차양 그늘 아래에 기대선 채 더위를 식혔다.
en_us: Rather than follow her in, he decided to wait for her outside in the cool shade of the awning.

source: 눈이 꽤 나쁜지 렌즈 너머로 보이는 세상은 어지러웠다.
en_us: He looked through the lenses, and instantly felt dizzy.

source: 그러니까 안경을 찾아간 밤 이후부터였다.
en_us: Not since the night she had come to find her glasses.

source: 모나 부인이 드레스는 물론 구두값까지 착실히 받아 냈을 무렵에 염소 우리에 갔던 레일라가 돌아왔다.
en_us: Mona made sure to get enough money not only for a dress, but for shoes as well. Just then, Layla came back from attending to the goat pen.

source: 특별히 마티어스의 공간인 마스터 스위트의 응접실에 자리가 마련된 건 클로딘의 응석 섞인 부탁이 있어서였다.
en_us: The group that included Matthias, Riette, and Claudine was using the master suite’s drawing room. Claudine had specially requested this from Matthias, even resorting to baby talk to persuade him.

source: 열을 맞추어 대기 중이던 사용인들과 나눈 인사도 크게 다르지 않았다.
en_us: He then offered similar greetings to the servants lined up to see him.

source: 쫓아가던 새가 나뭇가지 끝에 앉자 레일라는 잽싸게 그 나무를 타고 올랐다.
en_us: The bird Layla was chasing had landed on a tree branch, and Layla had immediately started climbing swiftly up the tree,

source: 형편이 어려운 여자에게 미모는 독이나 마찬가지 아닌가.
en_us: For poverty-stricken women, good looks were a dangerous thing,

source: 하지만 그 기세는 오래가지 못했다.
en_us: However, her high spirits didn’t last long.

source: 레일라 르웰린에게 딱히 무엇을 바라는 건 아니었다.
en_us: He didn’t want anything in particular from Layla.

source: 빌은 심상한 눈길로 그녀가 가리킨 곳을 흘긋 보았다.
en_us: Bill calmly glanced in the direction she was pointing.

source: 그들이 쫓아올 리 없다는 걸 잘 아는데도 걸음이 자꾸만 빨라져 갔다.
en_us: She knew they wouldn’t follow her, and yet she couldn’t slow her pace.

source: 마티어스가 손을 내밀자 클로딘은 반투명의 레이스 장갑을 낀 손을 살며시 내려놓았다.
en_us: Matthias extended his hand to Claudine, who then lightly placed her hand in his.

source: 샴페인을 마시며 웃고 떠들던 무리는 깊은 밤이 되어서야 스위트를 떠났다.
en_us: * * * The group continued sipping champagne and laughing merrily until late at night, when they finally left.

source: “그건…… 공작님, 그건 너무 나쁘잖아요.”{j}레일라는 물러서지 않기 위해 두 발에 힘을 실었다.{j}수일간 카일과 함께 까마귀 둥지를 뒤지다가 겨우 용기를 내 이곳으로 찾아왔다.
en_us: “Because... that would be a very mean thing to do, Your Grace,” she replied, digging her feet into the ground rather than stepping back. She had searched through countless raven’s nests with Kyle before finally building up the courage to come here today.{j}{j}

source: 멀뚱히 레일라를 보던 소년이 다시 깔깔거렸다.
en_us: The boy stared at her for a moment, then laughed again.

source: 마티어스는 아무 동요도 없는 눈으로 그녀를 가만히 쳐다보았다.{j}“그래도 내 앞에선 숙녀가 되어야지, 레일라.”{j}다시 손가락 끝에 맺힌 물방울을 마티어스는 툭, 레일라의 발치로 튕겨 냈다.{j}“니가 뭐든, 난 신사거든.”{j}이윽고 공작이 웃었다.{j}잠잠한 두 눈에 레일라를 담은 채, 그저 입술 끝으로만.
en_us: Matthias didn’t flinch. “That doesn’t matter, Layla. You must behave like a lady in front of me.” Some water dripped from his fingers and landed on her foot. “That’s because no matter what you might be, I’m a gentlemen.” His mouth formed a slight grin, but his eyes remained serious.{j}{j}{j}{j}{j}

source: 괜히 아이를 안심시켰다가 더 큰 충격을 줄지도 모를 일이다.{j}“공작이 총 쏘는 걸 보면 너도 깜짝 놀랄 거다.{j}나이도 어린데 아주 명사수거든.”{j}빌은 무슨 말이든 해야 할 것 같아 주절거렸다.{j}안 하느니만 못 한 말이었음을 깨달았을 때, 레일라는 이미 울상이 되어 있었다.
en_us: If he gave her false comfort now, she would be all the more shocked when the duke arrived at the hunting ground within the next few days. Feeling like he needed to say something to comfort her, he said, “You’ll be amazed when you see the duke’s shooting skills. He’s young, but he’s an amazing marksman.” As he listened to himself, he realized that this comment might not have been as comforting to her as he had intended. Looking down, he saw that she was already on the verge of tears.{j}{j}{j}{j}

source: 레일라는 램프를 끄고 침대에 몸을 누였다.
en_us: She switched off the lamp and lay down on her bed.

source: 의아해진 빌이 다시 한 번 계산해 보는 사이에 레일라가 단호하게 상자의 뚜껑을 덮었다.
en_us: The numbers didn’t add up, so he started calculating again. As he did so, Layla firmly put the lid back on the box.

source: 엘리제 폰 헤르하르트의 권유에 클로딘의 눈이 휘둥그레졌다.{j}“제가, 이곳 아르비스에서요?”
en_us: Claudine’s eyes widened at Elise’s suggestion. “Me throw a party here at Arvis?”{j}

source: 레일라가 다시 한 번 다짐했을 때 허공으로 던졌던 안경을 받아 쥔 마티어스가 다가왔다.
en_us: Matthias tossed the glasses into the air and caught them, then started walking towards her.

source: 레일라 르웰린은 소년과 나란히 앉아 그것을 나누어 먹었다.
en_us: The two shared the snack as they sat next to each other.

source: “산책 갈래?
en_us: “Want to go for a walk?” Kyle asked.

source: 먼 곳에서 또다시 총성이 울렸다.
en_us: Another shot rang out in the distance.

source: 더 이상 저 남자의 장난거리가 되어 주지 않겠다고.
en_us: And I won’t let that man treat me like his plaything anymore.

source: 여름의 늦은 오후는 지루하고 고요했다.
en_us: It was a quiet, tedious summer evening.

source: 싱긋 웃은 레일라는 종종걸음을 쳐 나무 아래로 돌아갔다.
en_us: With a bright smile on her face, she walked back over to the tree where she had set down her basket.

source: 하지만 그 여자는 뜻밖의 장소에서 다시 제 존재를 드러냈다.
en_us: However, she soon showed up once again in an unexpected location.

source: 그 사실을 인지하자 오히려 머릿속이 오히려 차고 맑아졌다.
en_us: As soon as she realized this, her mind actually grew calmer and clearer.

source: 기다란 총신의 위협적인 번뜩임이 멍해진 레일라의 눈을 찔렀다.
en_us: The long barrel of the rifle shone menacingly at her.

source: 장난치듯 안경을 툭 던졌다 받기를 반복하는 사이에 그림자가 한층 길어졌다.
en_us: As he playfully tossed the glasses into the air and caught them again, his shadow grew longer.

source: 레일라는 어리둥절한 표정으로 그를 보았다.{j}작은 얼굴 위에서 반짝이는 안경을 보자 마음이 또 불편해졌다.
en_us: Layla was looking at him with a puzzled expression.{j}

source: “알아요.
en_us: “I know.

source: 평소처럼 소파에 앉는 대신 숲을 향해 난 창문가에 기대섰다.
en_us: Rather than sit on the sofa like usual, he leaned against the wall and looked out the window overlooking the forest.

source: 잰걸음으로 다가온 지배인은 강변을 향해 난 테라스로 그들을 안내했다.
en_us: The manager hurried over to greet them, then led them to a table on the patio, facing the river.

source: “안경 때문에 많이 속상해하셔서.”{j}레일라의 목소리가 낮아졌다.
en_us: “He was really upset about my glasses,” Layla said, lowering her voice.{j}

source: 평범한 저녁이었다.
en_us: It was an ordinary evening.
